accountsservice
alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
arc-gtk-theme-eos
aspell
b43-fwcutter
baobab
base
base-devel
bash-completion
bauh
bind
bluez
bluez-utils
btrfs-progs
budgie-control-center
budgie-desktop-view
budgie-screensaver
cantarell-fonts
chromium
code
cryptsetup
decibels
device-mapper
diffutils
dmidecode
dmraid
dnsmasq
docker
dosfstools
downgrade
dracut
duf
e2fsprogs
efibootmgr
efitools
endeavouros-branding
endeavouros-keyring
endeavouros-mirrorlist
eog
eos-apps-info
eos-hooks
eos-lightdm-slick-theme
eos-log-tool
eos-packagelist
eos-qogir-icons
eos-quickstart
eos-rankmirrors
eos-settings-budgie
epiphany
ethtool
exfatprogs
f2fs-tools
ffmpegthumbnailer
file-roller
firefox
firewalld
gdm
gedit
git
glances
gnome-backgrounds
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-remote-desktop
gnome-screenshot
gnome-session
gnome-shell
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-terminal
gnome-text-editor
gnome-tour
gnome-user-docs
gnome-user-share
gnome-weather
grilo-plugins
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gvfs
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
haveged
hdparm
hwdetect
hwinfo
inetutils
inxi
iptables-nft
iwd
jfsutils
kernel-install-for-dracut
keyd
less
libdvdcss
libgsf
libopenraw
libwnck3
lightdm
lightdm-slick-greeter
linux
linux-firmware
linux-headers
logrotate
loupe
lsb-release
lsscsi
lvm2
malcontent
man-db
man-pages
mdadm
meld
mesa-utils
modemmanager
mpv
mtools
nano
nano-syntax-highlighting
nautilus
nemo
nemo-fileroller
nemo-preview
netctl
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
nfs-utils
nilfs-utils
nordpass-bin
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nss-mdns
ntfs-3g
ntp
openssh
orca
pacman-contrib
pavucontrol
perl
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
plocate
poppler-glib
power-profiles-daemon
pv
pyenv
python
python-defusedxml
python-packaging
python-poetry
python-pyqt6
rebuild-detector
reflector
reflector-simple
rsync
rtkit
rustup
rygel
s-nail
sg3_utils
simple-scan
smartmontools
snapd
snapshot
sof-firmware
sudo
sushi
sysfsutils
systemd-sysvcompat
tecla
texinfo
tldr
totem
ttf-bitstream-vera
ttf-dejavu
ttf-liberation
ttf-opensans
unrar
unzip
upower
usb_modeswitch
usbutils
vi
welcome
wget
which
wireplumber
wpa_supplicant
xdg-desktop-portal-gnome
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xf86-input-libinput
xf86-video-amdgpu
xf86-video-ati
xfsprogs
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xterm
yay
yelp
