accountsservice
acpi_call
alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
android-emulator
android-studio
appmenu-gtk-module
arc-gtk-theme-eos
aspell
b43-fwcutter
base
base-devel
bash-completion
bauh
bind
bluedevil
bluez
bluez-utils
breeze
breeze-gtk
breeze-plymouth
btrfs-progs
cachyos-keyring
cachyos-mirrorlist
cachyos-v3-mirrorlist
cachyos-v4-mirrorlist
cantarell-fonts
chromium
code
cryptsetup
device-mapper
diffutils
discover
dmidecode
dmraid
dnsmasq
docker-compose
dolphin
dosfstools
downgrade
dracut
drkonqi
duf
e2fsprogs
efibootmgr
efitools
endeavouros-branding
endeavouros-keyring
endeavouros-mirrorlist
eos-apps-info
eos-hooks
eos-lightdm-slick-theme
eos-log-tool
eos-packagelist
eos-qogir-icons
eos-quickstart
eos-rankmirrors
eos-settings-budgie
eos-settings-gnome
ethtool
ex-vi-compat
exfatprogs
extension-manager
f2fs-tools
ffmpegthumbnailer
firefox
firewalld
flatpak-kcm
geoclue
git
github-cli
glances
google-cloud-cli
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gwenview
haveged
hdparm
hwdetect
hwinfo
inetutils
intellij-idea-community-edition
inxi
iptables
iwd
jdk17-openjdk
jdk25-openjdk
jfsutils
jujutsu
kactivitymanagerd
kde-cli-tools
kde-gtk-config
kdecoration
kdeplasma-addons
kernel-install-for-dracut
keyd
kgamma
kglobalacceld
kinfocenter
kmenuedit
kpipewire
krdp
kscreen
kscreenlocker
ksshaskpass
ksystemstats
kvantum
kwallet-pam
kwayland
kwin
kwrited
layer-shell-qt
less
libdvdcss
libgsf
libkscreen
libksysguard
libopenraw
libplasma
libwnck3
lightdm
lightdm-slick-greeter
linux
linux-firmware
linux-headers
linux-zen
linux-zen-headers
logrotate
loupe
lsb-release
lsscsi
lvm2
man-db
man-pages
mdadm
meld
mesa-utils
milou
modemmanager
mpv
mtools
nano
nano-syntax-highlighting
ncdu
netctl
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
nfs-utils
nilfs-utils
nordpass-bin
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
nss-mdns
ntfs-3g
ntp
ocean-sound-theme
okular
openssh
oxygen
oxygen-icons-svg
oxygen-sounds
pacman-contrib
pavucontrol
perl
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
plasma-activities
plasma-activities-stats
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-integration
plasma-nm
plasma-pa
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-welcome
plasma-workspace
plasma-workspace-wallpapers
plasma5support
plocate
plymouth-kcm
podman
podman-compose
polkit-kde-agent
poppler-glib
power-profiles-daemon
powerdevil
powertop
print-manager
pv
pyenv
python
python-defusedxml
python-flake8
python-lsp-server
python-packaging
python-pip
python-poetry
python-poetry-plugin-shell
python-pyqt6
qqc2-breeze-style
rebuild-detector
reflector
reflector-simple
rsync
rtkit
rust-analyzer
rustup
s-nail
sddm-kcm
sg3_utils
showtime
smartmontools
sof-firmware
solaar
spectacle
sublime-text-4
sudo
sysfsutils
systemd-sysvcompat
systemsettings
texinfo
tldr
ttf-bitstream-vera
ttf-dejavu
ttf-liberation
ttf-opensans
unrar
unzip
upower
usb_modeswitch
usbutils
virtualbox-host-modules-arch
vulkan-radeon
wacomtablet
welcome
wget
which
wireplumber
wpa_supplicant
xdg-desktop-portal-kde
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xdotool
xf86-input-libinput
xf86-video-amdgpu
xf86-video-ati
xfsprogs
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xterm
yay
zed
zerotier-one
zoom
